/* Error message string. The first %@ is the file name, the second the error message */
"Could not extract the file \"%@\":\n%@" = "Could not extract the file \"%1$@\":\n%2$@";

/* Error message for resource forks. The first %@ is the file name, the second the error message */
"Could not extract the resource fork for the file \"%@\":\n%@" = "Could not extract the resource fork for the file \"%1$@\":\n%2$@";

/* Option in the encoding pop-up to detect the encoding automatically */
"Detect automatically" = "Detect automatically";

/* Panel OK button title when choosing an unarchiving destination for an archive */
"Extract" = "Extract";

/* Status text while extracting an archive */
"Extracting \"%@\"" = "Extracting \"%@\"";

/* Status text when preparing to extract an archive */
"Preparing to extract \"%@\"" = "Preparing to extract \"%@\"";

/* Panel OK button title when choosing a default unarchiving destination */
"Select" = "Select";

/* Error message for files not extractable by The Unarchiver */
"The contents of the file \"%@\" can not be extracted with this program." = "The contents of the file \"%@\" can not be extracted with this program.";

